{
    "posts": [
        {
            "id": "fc3e4766-51ac-4385-937b-43643ed26d4a",
            "slug": "magna-nostrud-incididunt-cupidatat-cillum-incididunt-et-nisi-in-ut-minim-reprehenderit",
            "backgroundImage": "url(\"assets/img/post-bg.jpg\")",
            "heading": "Magna nostrud incididunt cupidatat cillum incididunt et nisi in ut minim reprehenderit.",
            "subHeading": "Labore irure irure laborum quis tempor aliqua. Dude",
            "meta": "February 19, 2020",
            "body": "# Magna nostrud incididunt cupidatat cillum incididunt et nisi in ut minim reprehenderit.\n\nLabore irure irure laborum quis tempor aliqua.\n\n## Occaecat tempor sint cillum quis sit magna sit incididunt in ut labore eiusmod veniam non.\n\nEst ipsum sint officia quis nulla nisi cupidatat aliquip nisi laboris eiusmod eiusmod aliquip do. Commodo elit excepteur occaecat irure Lorem sit nulla nulla sint duis incididunt. Nostrud ut do mollit et amet velit aute excepteur et culpa culpa velit. Cillum veniam officia anim cupidatat."
        },
        {
            "id": "9aea3756-fa44-46ad-b893-0f730384dcab",
            "slug": "dolore-pariatur-amet-ullamco-aliquip-mollit-aliqua-qui",
            "backgroundImage": "url(\"assets/img/post-bg.jpg\")",
            "heading": "Dolore pariatur amet ullamco aliquip mollit aliqua qui.",
            "subHeading": "Eiusmod ipsum do dolore fugiat consequat quis non qui velit consectetur velit.",
            "meta": "February 17, 2020",
            "body": "# Dolore pariatur amet ullamco aliquip mollit aliqua qui.\n\nEiusmod ipsum do dolore fugiat consequat quis non qui velit consectetur velit.\n\n## Incididunt cillum do dolor occaecat.\n\nTempor sint cupidatat cillum do ut. Ipsum exercitation est ex id. Sunt ut labore ad nulla."
        },
        {
            "id": "cddbab19-8d8b-40bc-8163-29f975296377",
            "slug": "velit-esse-dolor-dolor-qui-cillum-velit-in-quis-exercitation-occaecat",
            "backgroundImage": "url(\"assets/img/post-bg.jpg\")",
            "heading": "Velit esse dolor dolor qui cillum velit in quis exercitation occaecat.",
            "subHeading": "Adipisicing sit minim occaecat nulla proident exercitation do laboris.",
            "meta": "February 15, 2020",
            "body": "# Velit esse dolor dolor qui cillum velit in quis exercitation occaecat.\n\nAdipisicing sit minim occaecat nulla proident exercitation do laboris.\n\n## Mollit magna sunt ipsum eiusmod magna non officia officia id nostrud cillum.\n\nLaboris culpa ea est et aliqua amet ullamco Lorem non enim laborum incididunt ex Lorem. Minim sint cupidatat magna esse labore id. Do qui incididunt consectetur nulla aliquip consequat nostrud incididunt occaecat ad. Excepteur nulla adipisicing enim ea occaecat fugiat dolore sunt est et. Eu veniam nostrud sit aute consectetur dolore ipsum fugiat anim duis."
        }
    ]
}